tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jakehilborn/jakehilborn"
tap "jackwiseman/brews" 
tap "koekeishiya/formulae"
tap "joshmedeski/sesh"
tap "1password/tap"
brew "capstone"
brew "chezmoi"
brew "cocoapods"
brew "dockutil"
brew "fd"
brew "fileicon"
brew "fnm"
brew "fzf"
brew "glib"
brew "git-delta"
brew "go", link: true
brew "jakehilborn/jakehilborn/displayplacer"
brew "jpeg-turbo"
brew "jq"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "libpng"
brew "libslirp"
brew "libssh"
brew "libusb"
brew "lzo"
brew "jackwiseman/brews/mgitstatus"
brew "neovim"
brew "openssl@3"
brew "pixman"
brew "pyenv"
brew "readline"
brew "ripgrep"
brew "joshmedeski/sesh/sesh"
brew "snappy"
brew "sqlite"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tpm"
brew "vde"
brew "wget"
brew "xz"
brew "yarn"
brew "zlib"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alacritty", args: { no_quarantine: true }
cask "docker"
cask "flutter"
cask "jackwiseman/brews/font-monaco-patched"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "karabiner-elements"
cask "obsidian"
cask "rapidapi"
cask "spotify"
cask "xbar"

{{- if eq .context "work" }}
cask "google-chrome"
cask "gas-mask"
cask "slack"
cask "tableplus"
cask "openvpn-connect"
{{- end }}

{{- if eq .context "home" }}
brew "qemu"
cask "beekeeper-studio"
cask "firefox"
cask "fl-studio"
cask "libreoffice"
cask "lunasea"
cask "mullvadvpn"
cask "plex"
cask "tailscale"
cask "vlc"
{{- end }}
