tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "hpedrorodrigues/tools"
tap "jakehilborn/jakehilborn"
tap "jackwiseman/brews" 
brew "capstone"
brew "chezmoi"
brew "diff-so-fancy"
brew "fd"
brew "fnm"
brew "fzf"
brew "glib"
brew "go", link: true
brew "jakehilborn/jakehilborn/displayplacer"
brew "jpeg-turbo"
brew "jq"
brew "libpng"
brew "libslirp"
brew "libssh"
brew "libusb"
brew "lzo"
brew "mgitstatus"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pixman"
brew "pyenv"
brew "qemu"
brew "readline"
brew "ripgrep"
brew "snappy"
brew "sqlite"
brew "task"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "vde"
brew "wget"
brew "xz"
brew "yarn"
brew "zlib"
cask "1password"
cask "1password/tap/1password-cli"
cask "alacritty", args: { no_quarantine: true }
# cask "dockutil"
cask "docker"
cask "jackwiseman/brews/font-monaco-patched"
cask "gpg-suite"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "obsidian"
cask "rapidapi"
cask "rectangle"
cask "spotify"
cask "xbar"

{{- if eq .context "work" }}
cask "google-chrome"
cask "gas-mask"
cask "slack"
cask "tableplus"
{{- end }}

{{- if eq .context "home" }}
cask "datagrip"
cask "firefox"
cask "fl-studio"
cask "lunasea"
cask "mullvadvpn"
brew "pake"
mas "Xcode", id: 497799835
{{- end }}
