tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
brew "fd"
brew "figlet"
brew "fileicon"
brew "fnm"
brew "fzf"
brew "go"
brew "gopls"
brew "hyperfine"
brew "mas"
brew "neovim"
brew "node"
brew "ripgrep"
brew "task"
brew "tmux"
brew "yarn"
brew "jakehilborn/jakehilborn/displayplacer"
cask "1password"
cask "alfred"
cask "gas-mask"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "spotify"
cask "tableplus"
